setting/requestXml/LogsAllGetReq.xml

<soapenv:Envelope
xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
xmlns:log="LogsGet" xmlns:mal="MalteseGlobal"
xmlns:job="JobGlobal">
  <soapenv:Body>
    <log:LogsGetReq Cmd="Start" OpV="01.00.00" Open="true"
    Close="true" Sys="true" Sev="Info to critical" Nb="500"
    PastCloseNb="500"/>
  </soapenv:Body>
</soapenv:Envelope>


